<!-- This File is LANGUAGE file for program "Optorun Assistant" -->
<!-- OPTORUN(SHANGHAI) Co.,Ltd. -->
<!-- Version: 2007.09.13-->
<OPTORUN>
<Version>2008.01.94</Version>
<sysString count="5">
<str1 note="closeError">
Error: Please Stop test in advance.</str1>
<str2>
	Over Time error.(bject Error)
</str2>
<str3>
	plc communication error, errcode:
</str3>
<str4>
	plc communication error, Windows API ,errcode:
</str4>
<str5>
	plc communication error, End Code, errcode:
</str5>
</sysString>

<item1 tabname="System Infomation" tooltip="main information and some test interface.">
<PlcState count="6" state1="PLC not connected" state2="try to connect plc..." state3="Open com error" 
state4="plc connect OK" state5="plc com no respond" state6="plc com respond context error">
PLC connect state</PlcState>
<helpStr count="1" note="display in Help">
<help>	This program is only valid for 'Optorun Gener Coater'.
</help>
</helpStr>
</item1>
<item2 tabname="Vacuum Pressure" tooltip="Test Leak Rate or Exhaust Rate.">
<VacState count="3" state1="not connect PLC" state2="plc connect OK" state3="Testing...">
Vacuum test state</VacState>
</item2>

<item3 tabname="Rotation" tooltip="Hearth rotate">

</item3>
</OPTORUN>